{
  "Games":
  [
    {"gamename":"Hi Fi Rush","genre":"Rhythm Action Brawler","releasedate":"Jan 25th, 2023","price":"$30","platform":"Xbox Series X|S, Steam","gamelength":"~12 Hours","reviews":"https://www.metacritic.com/game/hi-fi-rush/","gamedescription":"Hi Fi Rush was one of the first heavy hitters of 2023, and it took everyone by surprise. This rhythm action game managed to bring in a creative cast of characters with combat that syncs to the beat. From gameplay to cutscenes, everything goes to the rhythm of the wide variety of music tracks included in this game, many of which are licensed! It's great that the main character Chai wants to be a rockstar, because that has allowed for some awesome rock songs to make it into the game. The game has a beautiful artstyle that feels as if you're watching a cartoon! If you enjoy games like Devil May Cry or Bayonetta, this game is a must play.","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/rush.jpeg"},
    {"gamename":"Pizza Tower","genre":"Wario-Esque Platformer","releasedate":"Jan 26th, 2023","price":"$20","platform":"Steam","gamelength":"~8 Hours","reviews":"https://www.metacritic.com/game/pizza-tower/","gamedescription":"Pizza Tower is heavily inspired by the Wario platformers that Nintendo created long ago. What makes this game so special is its ability to not dwell on any new mechanics. This high speed platformer moves on from one idea to the next, with a soundtrack that constantly gets you grooving. This game also has a very unique artsyle, as most of what you see was designed using Microsoft Paint! The game involves you climbing a pizza-themed tower, but things quickly get more complicated... If you've been waiting for Nintendo to make a classic Wario platformer, this is it.","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/pizza.jpeg"},
    {"gamename":"Bomb Rush Cyberfunk","genre":"3D Action Platformer","releasedate":"Aug 18th, 2023","price":"$40","platform":"Xbox One, Xbox Series X|S, PS4, PS5, Switch, Steam","gamelength":"~10 Hours","reviews":"https://www.metacritic.com/game/bomb-rush-cyberfunk/","gamedescription":"This Jet Set Radio inspired game is all about fancy movement. Whether it be skateboarding, bike riding, or roller skating, this game allows you to have fun in a heabvily stylized city, where being the best means going all-city. The soundtrack pushes you forward, motivating you to increase your combo count and aim for higher scores. People who loved Jet Set Radio must pick this one up, or anyone who enjoys the Tony Hawk series.","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/skate.jpeg"},
    {"gamename":"Lies of P","genre":"Souls-Borne","releasedate":"Sep 19th, 2023","price":"$60","platform":"Xbox One, Xbox Series X|S, PS4, PS5, Steam","gamelength":"~30 Hours","reviews":"https://www.metacritic.com/game/lies-of-p/","gamedescription":"This game is extremely inspired by FromSoftware's Dark Souls series and its beloved classic Bloodborne, and this game wears said inspirations on its sleeve. As many will know, this game is not for the faint of heart. Boss battles are plentiful, and most of them hit like a truck and have multiple phases. There are many creative weapons as well, along with a weapon crafting system that will keep you engaged with your character build.What differentiates this game from other souls-borne games is the game's setting and story, which are based on the story of Pinnochio. Many references are included throughout, which will please fans of the original story. The game is very dark and gritty, with dark cityscapes and monster-infested sewers. Those who are up for a challenge will certainly find one here with Lies of P.","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/lies.jpeg"},
    {"gamename":"Mortal Kombat 1","genre":"Fighting","releasedate":"Sep 14th, 2023","price":"$70","platform":"Xbox Series X|S, PS5, Switch, Steam","gamelength":"Story: ~8 Hours","reviews":"https://www.metacritic.com/game/mortal-kombat-1/","gamedescription":"Mortal Kombat is back once more, with a soft reboot no less! The universe has been reset by Lui Kang, introducing new spins on characters that haven't been seen before. This time around, gameplay is more combo-oriented, and with the new Kameo Assist System, gameplay can get very chaotic. To spice the game up even more, Netherrealm will include new guest characters such as OmniMan or Homelander, pleasing many fighting game and TV show fans. If you were put off by Mortal Kombat 11's gameplay, this one might just pull you back in.","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/fight.jpeg"},
    {"gamename":"Spiderman 2","genre":"Action Open-World","releasedate":"Oct 20th, 2023","price":"$70","platform":"PS5","gamelength":"Story: ~10 Hours","reviews":"https://www.metacritic.com/game/marvels-spider-man-2/","gamedescription":"Spiderman 2 is a continuation of Insomniac's previous two Playstation Exclusive Spiderman games, and continues to impress. With the in-game recreation of New York City now expanded beyond Manhattan, Peter and Miles have much more room to continue being friendly neighborhood Spidermen. The combat and swinging have been overhauled, allowing for greater speed and flashier combos, leading to a fantastic thrill ride from start to finish. If you're at all interested in Spiderman, this is a must-play. Even more so if you loved Spiderman: Web of Shadows...","gameimage":"https://raw.githubusercontent.com/CJBlackJr/IT315-Project-II/main/Spid.jpg"}
  ],
  "Status":"OK"
}